Repository: Faludya/Vexed
Catalog: Shared/Resources/SharedResource.*.resx
Languages: ro_ro

source: About Us
ro_ro: Despre noi

# aboutus_header_h1
source: Work Together
ro_ro: Lucrăm impreună

# aboutus_header_p
source: The purpose of this application is to help businesses thrive by taking away the daily hustle and complexities of managing teams, allowing them to focus on growing and running their organization.
ro_ro: Scopul acestei aplicații este de a ajuta companiile să prospere, eliminând agitația zilnică și complexitatea gestionării echipelor, permițându-le să se concentreze pe creșterea și conducerea organizației lor.

# aboutus_section1_card1_h5
source: Reliability and Accountability
ro_ro: Fiabilitate și responsabilitate

# aboutus_section1_card1_p
source: Data access enables teams to collaborate even more effectively and perform at their peak. That kind of unfettered independence fosters trust and leads to rapid execution and high effect.
ro_ro: Accesul la date permite echipelor să colaboreze și mai eficient și să performeze la vârf. Acest tip de independență neîngrădită stimulează încrederea și duce la o execuție rapidă și un efect ridicat.

# aboutus_section1_card2_h5
source: Product-first
ro_ro: Produsul pe primul loc

# aboutus_section1_card2_p
source: We mean it when we say that a product should work for the customer and not the other way around. Every feature is designed with ease of use in mind to deliver the best user experience.
ro_ro: O spunem serios când spunem că un produs ar trebui să funcționeze pentru client și nu invers. Fiecare caracteristică este concepută având în vedere ușurința de utilizare pentru a oferi cea mai bună experiență de utilizare.

# aboutus_section1_card3_h5
source: Speed and Execution
ro_ro: Viteză și execuție

# aboutus_section1_card3_p
source: We believe the faster you execute, the faster you learn, iterate, and improve. We are constantly running at our own pace and seeking feedback, both internally and from customers, so we can outdo our best. We believe this eagerness to try and improve gives us a competitive edge, especially as we continue to scale.
ro_ro: Credem că, cu cât executați mai repede, cu atât învățați, repetați și vă îmbunătățiți mai repede. Ne desfășurăm în mod constant în ritmul nostru și căutăm feedback, atât pe plan intern, cât și din partea clienților, astfel încât să putem depăși tot ce putem. Credem că această dorință de a încerca și de a îmbunătăți ne oferă un avantaj competitiv, mai ales pe măsură ce continuăm să creștem.

# aboutus_section1_card4_h5
source: Inclusivity
ro_ro: Inclusivitate

# aboutus_section1_card4_p
source: We have embedded inclusivity in the core of our company values and our platform experience, providing an experience open to everyone. We prioritize inclusion and diversity not only because it is right, but because we believe it creates better teams and ultimately a better product.
ro_ro: Am încorporat incluziunea în nucleul valorilor companiei noastre și în experiența platformei noastre, oferind o experiență deschisă tuturor. Prioritizează incluziunea și diversitatea nu numai pentru că este corect, ci pentru că credem că creează echipe mai bune și, în cele din urmă, un produs mai bun.

# aboutus_section1_h2
source: People are at the heart of everything.
ro_ro: Oamenii sunt în centrul tuturor lucrurilor.

# aboutus_section1_p
source: Vexed's core values and beliefs are defined by the following guiding principles and ideals:
ro_ro: Valorile și credințele de bază ale lui Vexed sunt definite de următoarele principii și idealuri directoare:

# aboutus_section2_address
source: Address: Street Madona Dudu Nr 35, Craiova 200410
ro_ro: Adresa: Strada Madona Dudu Nr 35, Craiova 200410

# aboutus_section2_h2
source: Contact us
ro_ro: Contactaţi-ne

# aboutus_section2_phone
source: Phone: +40-251-438.198
ro_ro: Telefon: +40-251-438.198

source: Account
ro_ro: Cont

source: Actions
ro_ro: Acțiuni

source: Additional Info
ro_ro: Informații Suplimentare

source: Add link
ro_ro: Link nou

source: Address
ro_ro: Adresă

source: All in one place
ro_ro: Toate într-un singur loc

source: Approve
ro_ro: Abrobă

source: Approve Cards
ro_ro: Aprobă pontaje

source: Approve Leaves
ro_ro: Aprobă concedii

source: Approve requests
ro_ro: Aprobă cereri

# AreYouSureYouWantToDeleteProject
source: Are you sure you want to delete this project?
ro_ro: Sigur doriți să ștergeți acest proiect?

source: Attachment
ro_ro: Atașament

source: Back to List
ro_ro: Înapoi la listă

# button_getStarted
source: Get Started
ro_ro: Incepe

# button_learnMore
source: Learn more
ro_ro: Află mai multe

source: Cancel
ro_ro: Anulează

source: Cards
ro_ro: Cereri

source: City
ro_ro: Oraș

source: Comments
ro_ro: Comentarii

source: CompanyName
ro_ro: Nume companie

source: Contact Info
ro_ro: Informații Contact

# ContactInfoDetails
source: Contact information details
ro_ro: Detalii Informații de contact

source: Contacts
ro_ro: Contacte

source: Copy previous card
ro_ro: Copiați pontajul anterior

source: Country
ro_ro: Țara

source: Create
ro_ro: Creează

source: Create new leave
ro_ro: Creează cerere de concediu

source: Daily hours
ro_ro: Ore zilnice

source: Date
ro_ro: Dată

source: Date obtained
ro_ro: Data obținerii

source: Date of birth
ro_ro: Data nașterii

source: Delete
ro_ro: Șterge

source: Department
ro_ro: Departament

source: Description
ro_ro: Descriere

source: Details
ro_ro: Detalii

source: Edit
ro_ro: Editează

source: Emergency
ro_ro: Urgență

source: Emergency Contact
ro_ro: Contact Urgențe

source: Emergency Contact details
ro_ro: Detaliile contactului de urgență

source: Employment
ro_ro: Angajare

source: EndDate
ro_ro: Data de încheiere

# EnterNewLink
source: Enter a new link
ro_ro: Introduceți un link nou

source: Expired
ro_ro: Expirat

source: Expiry Date
ro_ro: Data expirării

source: Filter
ro_ro: Filtrează

source: Finished
ro_ro: Terminat

source: First Name
ro_ro: Prenume

source: Function
ro_ro: Funcţie

source: Gender
ro_ro: Gen

source: Generated date
ro_ro: Data generării

source: Gross salary
ro_ro: Salariu brut

source: Health insurance
ro_ro: Asigurare medicală

source: Helpful resources
ro_ro: Resurse utile

source: Hire Date
ro_ro: Data angajării

source: Home
ro_ro: Acasă

source: Hourly Pay
ro_ro: Plata orară

source: Human Resources
ro_ro: Resurse umane

# index_business_administrative
source: Administrative
ro_ro: Administrativ

# index_business_customerSupport
source: Customer support
ro_ro: Relații Clienți

# index_business_finance
source: Finances
ro_ro: Finanțe

# index_business_h1
source: Suited for businesses of any type or size.
ro_ro: Potrivit pentru orice tip de afaceri.

# index_business_judicial
source: Judicial
ro_ro: Judiciar

# index_header_h1
source: Manage your employees with one solution
ro_ro: Gestionați-vă angajații cu o singură soluție

# index_header_p
source: Learn how to easily manage all your employees information, create or appove leave requests, generate salary slips and so much more!
ro_ro: Aflați cum să gestionați cu ușurință toate informațiile angajaților, să creați sau să aprobați cereri de concediu, să generați fișe de salariu și multe altele!

# index_section1_h2
source: Give employees their own space.
ro_ro: Oferiți angajaților propriul lor spațiu.

# index_section1_p
source: Present employees with personalized portals where they can view their profile, enter preferences, submit weekly time cards, apply for days off, and more.
ro_ro: Oferiți angajaților portaluri personalizate unde își pot vizualiza profilul, introduce preferințe, trimite pontaje săptămânale, pot solicita zile libere și multe altele.

# index_section2_h2
source: Make things easier for everyone.
ro_ro: Ușurați lucrurile pentru toată lumea.

# index_section2_p
source: Communicate, manage, and train your non-desk employees with this all-in-one company app. Easy to use, easy to customize, and easy to scale.
ro_ro: Comunicați, gestionați și instruiți-vă angajații care nu sunt de birou cu această aplicație de companie all-in-one. Ușor de utilizat, ușor de personalizat și ușor de scalat.

# index_section3_h2
source: Access from anywhere.
ro_ro: Accesați de oriunde.

# index_section3_p
source: Everyone can access the portal from any device and all their work is synced.
ro_ro: Toată lumea poate accesa portalul de pe orice dispozitiv și toată munca sa este sincronizată.

source: Information
ro_ro: Informații

source: Key components
ro_ro: Componente cheie

source: Language
ro_ro: Limbă

source: Last cards
ro_ro: Ultimele cereri

source: Last Name
ro_ro: Nume de familie

source: Leave Request
ro_ro: Cerere concediu

source: Leave request details
ro_ro: Detalii cerere de concediu

source: Leave Requests
ro_ro: Cereri de concediu

source: Location
ro_ro: Locație

source: Log out
ro_ro: Deconectare

source: Login
ro_ro: Autentificare

source: Logout
ro_ro: Deconectare

source: Manage requests
ro_ro: Gestionare cereri

source: Manage users
ro_ro: Gestionare utilizatori

# MarieCurieMessage
source: Be less curious about people and more curious about ideas.
ro_ro: Fii mai puțin curios de oameni și mai curios de idei.

source: Meal ticket
ro_ro: Bon de masă

source: Meal ticket total
ro_ro: Total bonuri de masă

source: Member
ro_ro: Membru

source: Name
ro_ro: Nume

source: Nationality
ro_ro: Naţionalitate

source: Net salary
ro_ro: Salariu net

# NewContactInfo
source: New contact information
ro_ro: Informații noi de contact

source: New Emergency contact
ro_ro: Contact de urgență nou

source: New leave request
ro_ro: Cerere de concediu nouă

source: New project
ro_ro: Proiect nou

source: New project member
ro_ro: Membru de proiect nou

source: New Qualification
ro_ro: Nouă calificare

source: New salary
ro_ro: Salariu nou

source: New time card
ro_ro: Pontaj nou

source: New user details
ro_ro: Detalii utilizator nou

source: New user employment
ro_ro: Detalii de angajare noi

# NoQualificationsToDisplay
source: You have no qualifications to display
ro_ro: Nu aveți calificări de afișat

source: On going
ro_ro: În curs de desfășurare

source: Organization chart
ro_ro: Diagrama organizatiei

source: Personal income
ro_ro: Venit prorpiu

source: Phone
ro_ro: Telefon

source: Place stay
ro_ro: Timp in companie

# PleaseAddQualifications
source: Please add your qualifications to see them displayed
ro_ro: Vă rugăm să adăugați calificările dvs. pentru a le vedea afișate

source: Preferred Name
ro_ro: Prenume preferat

source: Profile
ro_ro: Profil

source: Project
ro_ro: Proiect

source: Project Code
ro_ro: Cod proiect

source: Project details
ro_ro: Detalii proiect

source: Project duration
ro_ro: Durata proiectului

source: Project management
ro_ro: Gestionare proiecte

source: Project manager
ro_ro: Manager de proiect

source: Project member
ro_ro: Membru de proiect

source: Project role
ro_ro: Rol în proiect

source: Project showcase
ro_ro: Prezentare de proiect

source: Project status
ro_ro: Statusul proiectului

source: Project teams
ro_ro: Echipele proiectelor

source: Qualification
ro_ro: Calificare

source: Qualifications
ro_ro: Calificări

source: Quantity
ro_ro: Cantitate

source: Register
ro_ro: Înregistrare

source: Related pages
ro_ro: Pagini similare

source: Relationship
ro_ro: Relaţie

source: Remove
ro_ro: Elimină

source: Role
ro_ro: Rol

source: Salaries
ro_ro: Salarii

source: Salary
ro_ro: Salariu

source: Salary details
ro_ro: Detalii salariu

source: Salary status
ro_ro: Statusul salariului

source: Save
ro_ro: Salvează

source: Search
ro_ro: Caută

source: Search for user
ro_ro: Căutare utilizator

source: Select
ro_ro: Selectați

source: Social insurance
ro_ro: Asigurare socială

source: Start date
ro_ro: Data de început

source: Superior Name
ro_ro: Nume superior

# TaskDetails
source: Team
ro_ro: Detalii sarcină

source: Teams
ro_ro: Echipe

source: Teams and projects
ro_ro: Echipe și proiecte

source: Technologies
ro_ro: Tehnologii

source: The powerhouse behind
ro_ro: Puterea din spatele

source: This week's card status
ro_ro: Starea pontajului curent

# ThomasEdisonMessage
source: I have not failed. I've just found 10,000 ways that won't work.
ro_ro: Nu am eșuat. Tocmai am găsit 10.000 de moduri care nu vor funcționa.

source: Time Card
ro_ro: Pontaj ore

source: Time card details
ro_ro: Detalii pontaj

source: Time Cards
ro_ro: Cartelă de pontaj

source: Title
ro_ro: Titlu

source: Tools and libraries
ro_ro: Instrumente și biblioteci

source: Total hours
ro_ro: Ore totale

source: Total worked days
ro_ro: Total zile lucrate

source: Total worked hours
ro_ro: Total ore lucrate

source: Type
ro_ro: Categorie

source: Useful links
ro_ro: Linkuri utile

source: User
ro_ro: Utilizator

source: User Details
ro_ro: Detalii utilizator

source: User Employment
ro_ro: Angajarea utilizatorului

source: User employment details
ro_ro: Detalii de angajare

source: View
ro_ro: Vizualizează

# ViewQualificationDoc
source: View qualification document
ro_ro: Vedeți documentul de calificare

# WelcomeBack
source: Hi, welcome back!
ro_ro: Salut, bine ai revenit!

source: Work insurance
ro_ro: Asigurare de muncă

# YouDontHaveProjects
source: You don't have any projects yet!
ro_ro: Încă nu ai niciun proiect!

source: Your company profile
ro_ro: Profilul companiei dvs

source: Your Contact
ro_ro: Contactul tău

# YourContactInfo
source: Your Contact Information
ro_ro: Informațiile dvs. de contact

source: Your Details
ro_ro: Detaliile tale

source: Your Emergency Contact
ro_ro: Contactul dvs. de urgență

source: Your Employment
ro_ro: Angajarea ta

source: Your Leave Request
ro_ro: Cererea dvs. de concediu

source: Your Projects
ro_ro: Proiectele tale

source: Your Qualifications
ro_ro: Calificările tale

source: Your user details
ro_ro: Detaliile tale
